Repository: diegodlh/jamulus-es
Catalog: Recursos_OmegaT/jamulus-omegat.tmx
Source language: en_gb
Languages: es_es

source: Select the desired audio quality. A low, normal or high audio quality can be selected. The higher the audio quality, the higher the audio stream data rate. Make sure that the current upload rate does not exceed the available bandwidth of your internet connection.
es_es: Selecciona la calidad de audio deseada. Se puede seleccionar una calidad baja, normal o alta. Cuanto mayor la calidad del audio, mayor la tasa de transferencia de datos de audio. Asegúrate de que la tasa de subida no excede el ancho de banda disponible en tu conexión a internet.

source: The new client level setting defines the fader level of a new connected client in percent. I.e. if a new client connects to the current server, it will get the specified initial fader level if no other fader level of a previous connection of that client was already stored.
es_es: La configuración del nivel de clientes nuevos define el nivel del fader para una nueva conexión expresado en un porcentaje. Esto es, si un cliente nuevo se conecta al servidor actual, su fader tomará el valor especificado si no se ha guardado ningún valor de una conexión anterior de ese cliente.

source: The central server address is the IP address or URL of the central server at which the server list of the connection dialog is managed. With the central server address type either the local region can be selected of the default central servers or a manual address can be specified.
es_es: La dirección del servidor central es la dirección IP o URL del servidor central en el que se gestiona la lista de servidores en la ventana de conexión. Aquí se puede escoger la región local de entre los servidores centrales por defecto o se puede especificar una dirección manualmente.

source: The ping time is the time required for the audio stream to travel from the client to the server and backwards. This delay is introduced by the network. This delay should be as low as 20-30 ms. If this delay is higher (e.g., 50-60 ms), your distance to the server is too large or your internet connection is not sufficient.
es_es: El ping es el tiempo que requiere el flujo de audio para viajar desde el cliente al servidor y volver. Este retardo lo determina la red. Esta cifra debería ser de unos 20-30 ms. Si este retardo es mayor (por ej. 50-60 ms), la distancia al servidor es demasiado grande o tu conexión a internet no es óptima.

source: The upstream rate depends on the current audio packet size and the audio compression setting. Make sure that the upstream rate is not higher than the available rate (check the upstream capabilities of your internet connection by, e.g., using speedtest.net).
es_es: La tasa de subida depende del tamaño actual de paquetes de audio y la configuración de compresión de audio. Asegúrate de que la tasa de subida no es mayor que la tasa disponible (comprueba la tasa de subida de tu conexión a internet, por ej. con speedtest.net).

source: Mono-in/Stereo-out
es_es: Mono-in/Estéreo-out

source: Displays the pre-fader audio level of this channel. All connected clients at the server will be assigned an audio level, the same value for each client.
es_es: Muestra el nivel de audio pre-fader de este canal. Todos los clientes conectados al servidor tienen un nivel de audio asignado, el mismo para cada cliente.

source: Adjusts the audio level of this channel. All connected clients at the server will be assigned an audio fader at each client, adjusting the local mix.
es_es: Ajusta el nivel de audio de este canal. Todos los clientes conectados al servidor tienen asignado un fader en el cliente, ajustando la mezcla local.

source: The server list shows a list of available servers which are registered at the central server. Select a server from the list and press the connect button to connect to this server. Alternatively, double click a server from the list to connect to it. If a server is occupied, a list of the connected musicians is available by expanding the list item. Permanent servers are shown in bold font.
es_es: La lista de servidores muestra una lista de servidores disponibles que se encuentran registrados en el servidor central. Escoge un servidor de la lista y pulsa el botón de conectar para conectarte a este servidor. También es posible realizar la conexión haciendo doble clic en un servidor de la lista. Si un servidor está ocupado, se puede desplegar una lista de los músicos conectados al pulsar el icono al lado del nombre. Los servidores permanentes se muestran en negrita.

source: Note that it may take some time to retrieve the server list from the central server. If no valid central server address is specified in the settings, no server list will be available.
es_es: Ten en cuenta que puede llevar un tiempo recuperar la lista de servidores del servidor central. Si no se especifica una dirección válida en la configuración, no habrá ninguna lista de servidores disponible.

source: server software must be set here. An optional port number can be added after the IP address or URL using a comma as a separator, e.g, example.org:
es_es: software del servidor debe introducirse aquí. Se puede añadir un número de puerto opcional detrás de la dirección IP o URL utilizando una coma como separador, por ej. ejemplo.org:

source: . A list of the most recent used server IP addresses or URLs is available for selection.
es_es: . Hay disponible una lista de las direcciones IP o URLs usadas más recientemente para su selección.

source: Server address edit box
es_es: Selección dirección servidor

source: Holds the current server IP address or URL. It also stores old URLs in the combo box list.
es_es: Contiene la dirección IP o URL actual del servidor. También guarda viejas URL en la lista.

source: Filter
es_es: Filtro

source: The server list is filered by the given text. Note that the filter is case insensitive.
es_es: La lista de servidores se filtra con el texto introducido. El filtro no es sensible a mayúsculas/minúsculas.

source: Filter edit box
es_es: Campo filtro

source: Show All Musicians
es_es: Mostrar Todos los Músicos

source: If you check this check box, the musicians of all servers are shown. If you uncheck the check box, all list view items are collapsed.
es_es: Si activas esta opción, se mostrarán los músicos de todos los servidores. Si lo desactivas, se colapsan todas las listas.

source: Show all musicians check box
es_es: Selección Mostrar todos los músicos

source: Connection Setup
es_es: Configuración Conexión

source: Server Name
es_es: Nombre Servidor

source: Musicians
es_es: Músicos

source: Server Name/Address
es_es: Nombre/Dirección Servidor

source: C&ancel
es_es: C&ancelar

source: &Connect
es_es: &Conectar

source: Getting &Started...
es_es: Cómo &Empezar...

source: With the Solo checkbox, the audio channel can be set to solo which means that all other channels except of the current channel are muted. It is possible to set more than one channel to solo.
es_es: Activando Solo, todos los demás canales de audio excepto este se mutean. Es posible activar esta función para más de un canal.

source: Software &Manual...
es_es: Manual del &Software...

source: What's &This
es_es: Qué es &Esto

source: &About...
es_es: &Acerca de...

source: I &agree to the above licence terms
es_es: &Acepto los términos de la licencia arriba expuestos

source: Accept
es_es: Acepto

source: Decline
es_es: No Acepto

source: By connecting to this server and agreeing to this notice, you agree to the following:
es_es: Al conectarte a este servidor y aceptar esta notificación, aceptas lo siguiente:

source: You agree that all data, sounds, or other works transmitted to this server are owned and created by you or your licensors, and that you are making these data, sounds or other works available via the following Creative Commons License (for more information on this license, see
es_es: Ud declara que todos los datos, audios u otras obras transmitidas a este servidor son la propiedad de Ud y creadas por Ud o sus licenciatarios, y que pone a disposición de terceras partes estos datos, audios u otras obras mediante la siguiente Licencia Creative Commons (para más información sobre esta licencia, ver

source: You are free to:
es_es: Ud es libre de:

source: Share
es_es: Compartir

source: copy and redistribute the material in any medium or format
es_es: copiar y redistribuir el material en cualquier medio o formato

source: Adapt
es_es: Adaptar

source: remix, transform, and build upon the material
es_es: remezclar, transformar y construir a partir del material

source: The licensor cannot revoke these freedoms as long as you follow the license terms.
es_es: El licenciante no puede revocar estas libertades en tanto Ud siga los términos de la licencia.

source: Under the following terms:
es_es: Bajo los siguientes términos:

source: Attribution
es_es: Atribución

source: You must give appropriate credit, provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
es_es: Usted debe dar crédito de manera adecuada, brindar un enlace a la licencia, e indicar si se han realizado cambios. Puede hacerlo en cualquier forma razonable, pero no de forma tal que sugiera que usted o su uso tienen el apoyo de la licenciante.

source: NonCommercial
es_es: No-Comercial

source: You may not use the material for commercial purposes.
es_es: No puede utilizar el material con fines comerciales.

source: If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.
es_es: Si remezcla, transforma o construye sobre el material, debe distribuir sus contribuciones bajo la misma licencia que el original.

source: No additional restrictions
es_es: Sin restricciones adicionales

source: You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.
es_es: No puede aplicar términos legales o medidas tecnológicas que restringan legalmente a otras personas de hacer cualquier cosa permitida por la licencia.

source: server. This tag will also show up at each client which is connected to the same server as you. If the name is left empty, the IP address is shown instead.
es_es: Esta etiqueta también se mostrará a cada cliente conectado al mismo servidor que tú. Se se deja vacío, se muestra la dirección IP en su lugar.

source: Alias or name edit box
es_es: Campo para alias o nombre

source: Instrument picture button
es_es: Botón imagen instrumento

source: Country flag button
es_es: Botón bandera país

source: City edit box
es_es: Ciudad

source: Skill level combo box
es_es: Nivel de habilidad

source: The fader tag identifies the connected client. The tag name, the picture of your instrument and a flag of your country can be set in the main window.
es_es: La etiqueta del fader identifica al cliente conectado. El nombre de la etiqueta, la imagen de tu instrumento y la bandera de tu país se pueden establecer en la ventana principal.

source: software enables musicians to perform real-time jam sessions over the internet. There is a
es_es: software permite a músicos realizar jam sessions en tiempo real por internet. Hay un

source: Country
es_es: País

source: City
es_es: Ciudad

source: Skill
es_es: Habilidad

source: Set your name or an alias here so that the other musicians you want to play with know who you are. Additionally you may set an instrument picture of the instrument you play and a flag of the country you are living. The city you live in and the skill level of playing your instrument may also be added.
es_es: Escribe tu nombre o alias aquí para que los demás músicos con quien quieras tocar te reconozcan. Puedes además añadir una imagen del instrumento que tocas y la bandera del país donde vives. La ciudad donde vives y tu nivel de habilidad con el instrumento también pueden añadirse.

source: What you set here will appear at your fader on the mixer board when you are connected to a
es_es: Lo que introduzcas aquí aparecerá en tu fader del mezclador cuando te conectes a un servidor

source: Drum Set
es_es: Batería

source: Djembe
es_es: Djembé

source: Electric Guitar
es_es: Guitarra Eléctrica

source: Acoustic Guitar
es_es: Guitarra Acústica

source: Bass Guitar
es_es: Bajo Eléctrico

source: Keyboard
es_es: Teclado

source: Synthesizer
es_es: Sintetizador

source: Grand Piano
es_es: Piano de Cola

source: Accordion
es_es: Acordeón

source: Vocal
es_es: Voz

source: Microphone
es_es: Micrófono

source: Harmonica
es_es: Armónica

source: Trumpet
es_es: Trompeta

source: Trombone
es_es: Trombón

source: French Horn
es_es: Trompa

source: Saxophone
es_es: Saxofón

source: Clarinet
es_es: Clarinete

source: Flute
es_es: Flauta

source: Violin
es_es: Violín

source: Cello
es_es: Violonchelo

source: Double Bass
es_es: Contrabajo

source: Recorder
es_es: Grabadora

source: Listener
es_es: Oyente

source: Guitar+Vocal
es_es: Guitarra+Voz

source: Keyboard+Vocal
es_es: Teclado+Voz

source: Bassoon
es_es: Fagot

source: Harp
es_es: Arpa

source: Client List
es_es: Lista Clientes

source: The client list shows all clients which are currently connected to this server. Some information about the clients like the IP address and name are given for each connected client.
es_es: La lista de clientes muestra todos los clientes actualmente conectados a este servidor. Alguna información sobre los clientes como la dirección IP y el nombre aparecen para cada cliente conectado.

source: Connected clients list view
es_es: Vista lista clientes conectados

source: Start Minimized on Operating System Start
es_es: Arranca Minimizado al Arrancar Sistema Operativo

source: If the start minimized on operating system start check box is checked, the
es_es: Si se activa el arranque al arrancar el sistema operativo, el

source: server will be started when the operating system starts up and is automatically minimized to a system task bar icon.
es_es: servidor arrancará cuando arranque el sistema operativo y se minimizará automáticamente a un icono en la barra de tareas.

source: Show Creative Commons Licence Dialog
es_es: Mostrar Diálogo de Licencia Creative Commons

source: If enabled, a Creative Commons BY-NC-SA 4.0 Licence dialog is shown each time a new user connects the server.
es_es: Si se activa, se mostrará un diálogo con la Licencia Creative Commons BY-NC-SA 4.0 cada vez que un cliente nuevo se conecte al servidor.

source: Make My Server Public
es_es: Mi Servidor es Público

source: If the Make My Server Public check box is checked, this server registers itself at the central server so that all
es_es: Si se activa Mi Servidor es Público, este servidor se registra en el servidor central para que todos los

source: users can see the server in the connect dialog server list and connect to it. The registering of the server is renewed periodically to make sure that all servers in the connect dialog server list are actually available.
es_es: usuarios puedan ver el servidor en la lista de servidores de la ventana de conexión y puedan conectarse a él. El registro del servidor se renueva periódicamente para asegurarse de que todos los servidores en la lista se encuentran realmente disponibles.

source: Register Server Status
es_es: Estado Registro Servidor

source: If the Make My Server Public check box is checked, this will show the success of registration with the central server.
es_es: Si se ha activado Mi Servidor es Público, esto mostrará si se ha registrado en el servidor central con éxito.

source: The Central server address is the IP address or URL of the central server at which this server is registered. With the central server address type either the local region can be selected of the default central servers or a manual address can be specified.
es_es: La dirección del Servidor Central es la dirección IP o URL del servidor central en el que se ha registrado este servidor. Aquí se puede escoger la región local de entre los servidores centrales por defecto o se puede especificar una dirección manualmente.

source: The server name identifies your server in the connect dialog server list at the clients. If no name is given, the IP address is shown instead.
es_es: El nombre del servidor identifica a tu servidor en la lista de conexión de servidores de los clientes. Si no se especifica un nombre, se muestra la dirección IP en su lugar.

source: Server name line edit
es_es: Nombre del servidor

source: Location City
es_es: Ubicación Ciudad

source: The city in which this server is located can be set here. If a city name is entered, it will be shown in the connect dialog server list at the clients.
es_es: Aquí se puede especificar la ciudad en donde se ubica el servidor. Si se introduce una ciudad, se mostrará en la lista de conexión de servidores de los clientes.

source: City where the server is located line edit
es_es: Ciudad en donde se encuentra en servidor

source: Location country
es_es: Ubicación país

source: The country in which this server is located can be set here. If a country is entered, it will be shown in the connect dialog server list at the clients.
es_es: Aquí se puede especificar el país en donde se ubica el servidor. Si se introduce un país, se mostrará en la lista de conexión de servidores de los clientes.

source: Country where the server is located combo box
es_es: País en donde se encuentra el servidor

source: &Hide
es_es: &Ocultar

source: server
es_es: servidor

source: &Open
es_es: &Abrir

source: &Window
es_es: &Ventana

source: Unregistered
es_es: Sin registrar

source: Bad address
es_es: Dirección no válida

source: Registration requested
es_es: Registro solicitado

source: Registration failed
es_es: Error de registro

source: Check server version
es_es: Comprueba la versión del servidor

source: Registered
es_es: Registrado

source: Central Server full
es_es: Servidor Central lleno

source: Unknown value
es_es: Valor desconocido

source: Client IP:Port
es_es: IP:Puerto cliente

source: Name
es_es: Nombre

source: Start Minimized on Windows Start
es_es: Arranca Minimizado al Arrancar Windows

source: Show Creative Commons BY-NC-SA 4.0 Licence Dialog
es_es: Mostrar Diálogo de Licencia Creative Commons BY-NC-SA 4.0

source: Make My Server Public (Register My Server in the Server List)
es_es: Mi Servidor es Público (Registra Mi Servidor en la Lista de Servidores)

source: STATUS
es_es: ESTADO

source: My Server Info
es_es: Info Mi Servidor

source: Location: City
es_es: Ubicación: Ciudad

source: Location: Country
es_es: Ubicación: País

source: The Jack server is not running. This software requires a Jack server to run. Normally if the Jack server is not running this software will automatically start the Jack server. It seems that this auto start has not worked. Try to start the Jack server manually.
es_es: El servidor Jack no está arrancado. Este software necesita el servidor Jack para funcionar. Normalmente, si el servidor no está arrancado este software lo arrancará automáticamente. Parece que este auto-arranque no ha funcionado. Intenta arrancar el servidor Jack manualmente.

source: The Jack server sample rate is different from the required one. The required sample rate is:
es_es: La tasa de muestreo del servidor Jack es distinta a la requerida. La tasa de muestreo requerida es:

source: You can use a tool like <i><a href=http://qjackctl.sourceforge.net>QJackCtl</a></i> to adjust the Jack server sample rate.
es_es: Puedes utilizar una herramiento como <i><a href=http://qjackctl.sourceforge.net>QJackCtl</a></i> para ajustar la tasa de muestreo del servidor Jack.

source: Make sure to set the Frames/Period to a low value like
es_es: Asegúrate de establecer los Cuadros/Período en un valor bajo como

source: to achieve a low delay.
es_es: para conseguir un retardo bajo.

source: The Jack port registering failed.
es_es: El registro de puertos de Jack falló.

source: Cannot activate the Jack client.
es_es: No se puede activar el cliente Jack.

source: The Jack server was shut down. This software requires a Jack server to run. Try to restart the software to solve the issue.
es_es: El servidor Jack se ha cerrado. Este software necesita el servidor Jack para funcionar. Intenta reiniciar el software para solucionar este problema.

source: CoreAudio input AudioHardwareGetProperty call failed. It seems that no sound card is available in the system.
es_es: CoreAudio input AudioHardwareGetProperty call failed. Parece ser que el sistema no tiene una tarjeta de sonido disponible.

source: CoreAudio output AudioHardwareGetProperty call failed. It seems that no sound card is available in the system.
es_es: CoreAudio output AudioHardwareGetProperty call failed. Parece ser que el sistema no tiene una tarjeta de sonido disponible.

source: Current system audio input device sample rate of %1 Hz is not supported. Please open the Audio-MIDI-Setup in Applications->Utilities and try to set a sample rate of %2 Hz.
es_es: La tasa de muestreo actual del dispositivo de audio de entrada de %1 Hz no está soportada. Por favor, abre Configuración-Audio-MIDI en Aplicaciones->Utilidades e intenta configurar una tasa de muestreo de %2 Hz.

source: Current system audio output device sample rate of %1 Hz is not supported. Please open the Audio-MIDI-Setup in Applications->Utilities and try to set a sample rate of %2 Hz.
es_es: La tasa de muestreo actual del dispositivo de audio de salida de %1 Hz no está soportada. Por favor, abre Configuración-Audio-MIDI en Aplicaciones->Utilidades e intenta configurar una tasa de muestreo de %2 Hz.

source: The audio input stream format for this audio device is not compatible with this software.
es_es: El formato de transmisión de audio de entrada para este dispositivo de audio no es compatible con este software.

source: The audio output stream format for this audio device is not compatible with this software.
es_es: El formato de transmisión de audio de salida para este dispositivo de audio no es compatible con este software.

source: The buffer sizes of the current input and output audio device cannot be set to a common value. Please choose other input/output audio devices in your system settings.
es_es: Los tamaños de buffer del dispositivo actual de entrada/salida de audio no pueden establecerse en un valor común. Por favor, selecciona otros dispositivos de entrada/salida de audio en la configuración del sistema.

source: The audio driver could not be initialized.
es_es: No se pudo iniciar el driver de audio.

source: The audio device does not support the required sample rate. The required sample rate is:
es_es: El dispositivo de audio no soporta la tasa de muestreo requerida. La tasa de muestreo requerida es de:

source: The audio device does not support to set the required sampling rate. This error can happen if you have an audio interface like the Roland UA-25EX where you set the sample rate with a hardware switch on the audio device. If this is the case, please change the sample rate to
es_es: El dispositivo de audio no permite establecer la tasa de muestreo requerida. Este error puede suceder si tienes un dispositivo de audio como el Roland UA-25EX en el que se configura mediante un interruptor físico en el dispositivo. Si es este el caso, por favor cambia la tasa de muestreo a

source: Hz on the device and restart the
es_es: Hz en el dispositivo y reinicie el

source: The audio device does not support the required number of channels. The required number of channels for input and output is:
es_es: El dispositivo de audio no soporta el número de canales requerido. El número de canales requerido es de:

source: Required audio sample format not available.
es_es: Formato de muestras de audio requerido no disponible.
